; German translation for Uninstaller64 1.0.0
; Author: TychoBarfy (tycho dot barfy at gmx dot de)

0="Deutsch (German)"

; Information dump
101="Registry-Schlüssel:"
102="ARP-Cache Daten:"
103="Installationsgröße"
104="b"
105="Kb"
106="Mb"
107="Gb"
108="Zuletzt verwendet"
109="Frequenz"
110="selten"
111="gelegentlich"
112="regelmäßig"
113="Dateiname"
114="Weitere Werte:"

; Settings Dialog
200="Einstellungen"
201="&Versteckte Einträge anzeigen"
202="&Icons für Versteckte Einträge anzeigen"
203="Windows-Hot&fixes anzeigen"
204="&Deinstallation bestätigen"
205="&Bestätigung nur für Versteckte Einträge"
206="Plugin-&Einstellungen Dateiort:"
207="Plugin-Verzeichnis"
208="Total Commander Verzeichnis"
219="wincmd.ini Verzeichnis"
210="&Sprache:"
211="&Über"
212="OK"
213="Abbrechen"

; About box
300="Über"
301="Programm:"
302="Version:"
303="Autor:"
304="Homepage:"
305="E-Mail:"
306="OK"

; Properties Dialog
400="Eigenschaften"
401=" Standard-Parameter "
402=" Versteckte Parameter "
403="OK"
404="Abbrechen"
405="<Öffnen des Registry-Schlüssel fehlgeschlagen>"
406="Einige der Werte konnten nicht aktualisiert werden."

; Miscellaneous messages
1001="Öffnen der URL fehlgeschlagen!"
1002="Schreiben der Einstellungen fehlgeschlagen!"
1003="Sind Sie sicher, dass Sie diese Anwendung deinstallieren wollen?"
1004="Sind Sie sicher, dass Sie diese Anwendung deinstallieren wollen?\nDieser Eintrag ist versteckt und ist nicht zur Deinstallation vorgesehen!"
1005="Ausführen der Deinstallation fehlgeschlagen!"
1006="Der Deinstallations-String ist leer, kann die Deinstallation nicht durchführen."
